Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# polar_nearest
source: Nearest latitude (48.5°)
ar: أقرب عرض (48.5°)
as: ওচৰৰ অক্ষাংশ (48.5°)
bn: নিকটতম অক্ষাংশ (48.5°)
bs: Najbliža širina (48,5°)
ckb: نزیکترین پانی (٤٨٫٥°)
es: Latitud más cercana (48,5°)
fa: نزدیک‌ترین عرض (۴۸٫۵°)
fa_af: نزدیک‌ترین عرض (۴۸٫۵°)
fil: Pinakamalapit na latitude (48.5°)
fr: Latitude la plus proche (48,5°)
gu: નજીકનો અક્ષાંશ (48.5°)
ha: Latitude mafi kusa (48.5°)
hi: नज़दीकी अक्षांश (48.5°)
hu: Legközelebbi szélesség (48,5°)
id: Lintang terdekat (48,5°)
ka: უახლოესი განედი (48.5°)
km: រយៈទទឹងជិតបំផុត (48.5°)
kn: ಹತ್ತಿರದ ಅಕ್ಷಾಂಶ (48.5°)
mk: Најблиска ширина (48,5°)
ml: അടുത്തുള്ള അക്ഷാംശം (48.5°)
mr: जवळचा अक्षांश (48.5°)
nl: Dichtstbijzijnde breedtegraad (48,5°)
pa: ਨੇੜਲਾ ਅਕਸ਼ਾਂਸ਼ (48.5°)
pt: Latitude mais próxima (48,5°)
ru: Ближайшая широта (48,5°)
si: ළඟම අක්ෂාංශය (48.5°)
sr: Најближа ширина (48,5°)
sw: Latitudo iliyo karibu (48.5°)
te: సమీప అక్షాంశం (48.5°)
th: ละติจูดที่ใกล้ที่สุด (48.5°)
tr: En yakın enlem (48,5°)
ug: ئەڭ يېقىن كەڭلىك (48.5°)
ur: قریب ترین عرض بلد (48.5°)
vi: Vĩ độ gần nhất (48,5°)
zh_hans: 最近纬度（48.5°）

# polar_none
source: Show as unavailable
ar: اعرضها غير متاحة
as: উপলব্ধ নহয় বুলি দেখুৱাওক
bn: অনুপলব্ধ হিসেবে দেখান
bs: Prikaži kao nedostupno
ckb: وەک بەردەست نەبوو پیشان بدە
es: Mostrar como no disponible
fa: نمایش به‌صورت نامعلوم
fa_af: نمایش به‌صورت نامعلوم
fil: Ipakita bilang hindi available
fr: Afficher comme indisponible
gu: અનુપલબ્ધ તરીકે બતાવો
ha: Nuna a matsayin babu
hi: अनुपलब्ध दिखाएँ
hu: Nem elérhetőként jelenjen meg
id: Tampilkan tidak tersedia
ka: მიუწვდომლად ჩვენება
km: បង្ហាញថាមិនមាន
kn: ಲಭ್ಯವಿಲ್ಲ ಎಂದು ತೋರಿಸಿ
mk: Прикажи како недостапно
ml: ലഭ്യമല്ല എന്ന് കാണിക്കുക
mr: उपलब्ध नाही असे दाखवा
nl: Tonen als niet beschikbaar
pa: ਉਪਲਬਧ ਨਹੀਂ ਦਿਖਾਓ
pt: Mostrar como indisponível
ru: Показывать как недоступное
si: ලබා ගත නොහැකි ලෙස පෙන්වන්න
sr: Прикажи као недоступно
sw: Onyesha kuwa haipatikani
te: అందుబాటులో లేదని చూపించు
th: แสดงว่าไม่มีข้อมูล
tr: Kullanılamaz göster
ug: يوق دەپ كۆرسىتىش
ur: دستیاب نہیں دکھائیں
vi: Hiển thị là không khả dụng
zh_hans: 显示为不可用

# polar_rule
source: When the sun doesn’t rise or set
ar: عند عدم شروق الشمس أو غروبها
as: যেতিয়া সূৰ্য উদয় বা অস্ত নাযায়
bn: যখন সূর্য ওঠে না বা অস্ত যায় না
bs: Kad sunce ne izlazi ili ne zalazi
ckb: کاتێک خۆر هەڵنایەت یان ئاوا نابێت
es: Cuando el sol no sale o no se pone
fa: وقتی خورشید طلوع یا غروب نمی‌کند
fa_af: وقتی خورشید طلوع یا غروب نمی‌کند
fil: Kapag hindi sumisikat o lumulubog ang araw
fr: Quand le soleil ne se lève ou ne se couche pas
gu: જ્યારે સૂરજ ન ઊગે કે ન આથમે
ha: Idan rana ba ta fitowa ko faɗuwa
hi: जब सूरज न उगे या न डूबे
hu: Ha a nap nem kel fel vagy nem nyugszik le
id: Saat matahari tidak terbit atau terbenam
ka: როცა მზე არ ამოდის ან არ ჩადის
km: នៅពេលថ្ងៃមិនរះ ឬមិនលិច
kn: ಸೂರ್ಯ ಉದಯಿಸದಿದ್ದಾಗ ಅಥವಾ ಅಸ್ತಮಿಸದಿದ್ದಾಗ
mk: Кога сонцето не изгрева или не заоѓа
ml: സൂര്യൻ ഉദിക്കുകയോ അസ്തമിക്കുകയോ ചെയ്യാത്തപ്പോൾ
mr: जेव्हा सूर्य उगवत किंवा मावळत नाही
nl: Als de zon niet opkomt of ondergaat
pa: ਜਦੋਂ ਸੂਰਜ ਨਾ ਚੜ੍ਹੇ ਜਾਂ ਨਾ ਡੁੱਬੇ
pt: Quando o sol não nasce ou não se põe
ru: Когда солнце не восходит или не заходит
si: හිරු උදා නොවන හෝ බැස නොයන විට
sr: Кад сунце не излази или не залази
sw: Jua lisipochomoza au kuzama
te: సూర్యుడు ఉదయించనప్పుడు లేదా అస్తమించనప్పుడు
th: เมื่อดวงอาทิตย์ไม่ขึ้นหรือไม่ตก
tr: Güneş doğmadığında veya batmadığında
ug: قۇياش چىقمىغاندا ياكى پاتمىغاندا
ur: جب سورج طلوع یا غروب نہ ہو
vi: Khi mặt trời không mọc hoặc không lặn
zh_hans: 太阳不升起或不落下时

# polar_unavailable_body
source: At this latitude the sun doesn’t rise or set today, so ordinary times don’t exist. You can choose a high-latitude rule.
ar: في هذا العرض لا تشرق الشمس أو لا تغرب اليوم، فلا توجد مواقيت معتادة. يمكنك اختيار قاعدة العروض العليا.
as: এই অক্ষাংশত আজি সূৰ্য উদয় বা অস্ত নাযায়, সেয়েহে সাধাৰণ সময়বোৰ নাই। আপুনি উচ্চ অক্ষাংশৰ এটা নিয়ম বাছিব পাৰে।
bn: এই অক্ষাংশে আজ সূর্য ওঠে না বা অস্ত যায় না, তাই সাধারণ সময়গুলো নেই। আপনি উচ্চ অক্ষাংশের একটি নিয়ম বেছে নিতে পারেন।
bs: Na ovoj geografskoj širini sunce danas ne izlazi ili ne zalazi, pa uobičajena vremena ne postoje. Možete odabrati pravilo za velike širine.
ckb: لەم پانییە خۆر ئەمڕۆ هەڵنایەت یان ئاوا نابێت، بۆیە کاتی ئاسایی نییە. دەتوانیت یاسایەکی پانییە بەرزەکان هەڵبژێریت.
es: En esta latitud el sol no sale o no se pone hoy, así que no hay horarios ordinarios. Puedes elegir una regla de latitudes altas.
fa: در این عرض جغرافیایی خورشید امروز طلوع یا غروب نمی‌کند، پس اوقات معمول وجود ندارد. می‌توانید یک قاعده عرض‌های بالا انتخاب کنید.
fa_af: در این عرض جغرافیایی خورشید امروز طلوع یا غروب نمی‌کند، پس اوقات معمول وجود ندارد. می‌توانید یک قاعده عرض‌های بالا انتخاب کنید.
fil: Sa latitude na ito, hindi sumisikat o lumulubog ang araw ngayon, kaya walang karaniwang mga oras. Maaari kang pumili ng panuntunan para sa matataas na latitude.
fr: À cette latitude, le soleil ne se lève pas ou ne se couche pas aujourd’hui. Vous pouvez choisir une règle pour hautes latitudes.
gu: આ અક્ષાંશ પર આજે સૂરજ ઊગતો નથી કે આથમતો નથી, તેથી સામાન્ય સમય હોતા નથી. તમે ઊંચા અક્ષાંશનો કોઈ નિયમ પસંદ કરી શકો છો.
ha: A wannan latitude rana ba ta fitowa ko ba ta faɗuwa yau, don haka babu lokuta na yau da kullum. Kuna iya zaɓar ƙa'idar manyan latitude.
hi: इस अक्षांश पर आज सूरज न उगता है न डूबता है, इसलिए सामान्य समय मौजूद नहीं हैं। आप ऊँचे अक्षांश का कोई नियम चुन सकते हैं।
hu: Ezen a szélességen ma nem kel fel vagy nem nyugszik le a nap, így szokásos időpontok nincsenek. Választhatsz magas szélességi szabályt.
id: Di lintang ini matahari tidak terbit atau terbenam hari ini, jadi jadwal biasa tidak ada. Anda dapat memilih aturan lintang tinggi.
ka: ამ განედზე დღეს მზე არ ამოდის ან არ ჩადის, ამიტომ ჩვეულებრივი დროები არ არსებობს. შეგიძლიათ აირჩიოთ მაღალი განედის წესი.
km: នៅរយៈទទឹងនេះ ថ្ងៃមិនរះ ឬមិនលិចនៅថ្ងៃនេះទេ ដូច្នេះមិនមានម៉ោងធម្មតាទេ។ អ្នកអាចជ្រើសរើសច្បាប់សម្រាប់រយៈទទឹងខ្ពស់។
kn: ಈ ಅಕ್ಷಾಂಶದಲ್ಲಿ ಇಂದು ಸೂರ್ಯ ಉದಯಿಸುವುದಿಲ್ಲ ಅಥವಾ ಅಸ್ತಮಿಸುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಸಾಮಾನ್ಯ ಸಮಯಗಳು ಇರುವುದಿಲ್ಲ. ನೀವು ಉನ್ನತ ಅಕ್ಷಾಂಶ ನಿಯಮವನ್ನು ಆಯ್ಕೆಮಾಡಬಹುದು.
mk: На оваа географска ширина сонцето денес не изгрева или не заоѓа, па вообичаени времиња не постојат. Можете да изберете правило за високи ширини.
ml: ഈ അക്ഷാംശത്തിൽ ഇന്ന് സൂര്യൻ ഉദിക്കുകയോ അസ്തമിക്കുകയോ ചെയ്യുന്നില്ല, അതിനാൽ സാധാരണ സമയങ്ങൾ നിലവിലില്ല. നിങ്ങൾക്ക് ഒരു ഉയർന്ന അക്ഷാംശ നിയമം തിരഞ്ഞെടുക്കാം.
mr: या अक्षांशावर आज सूर्य उगवत नाही किंवा मावळत नाही, त्यामुळे सामान्य वेळा अस्तित्वात नाहीत. तुम्ही उच्च अक्षांशाचा एखादा नियम निवडू शकता.
nl: Op deze breedtegraad komt de zon vandaag niet op of gaat ze niet onder, dus gewone tijden bestaan niet. Je kunt een regel voor hoge breedtegraden kiezen.
pa: ਇਸ ਅਕਸ਼ਾਂਸ਼ ’ਤੇ ਅੱਜ ਸੂਰਜ ਨਾ ਚੜ੍ਹਦਾ ਹੈ ਨਾ ਡੁੱਬਦਾ ਹੈ, ਇਸ ਲਈ ਆਮ ਵਕਤ ਮੌਜੂਦ ਨਹੀਂ। ਤੁਸੀਂ ਉੱਚ ਅਕਸ਼ਾਂਸ਼ ਦਾ ਨਿਯਮ ਚੁਣ ਸਕਦੇ ਹੋ।
pt: Nesta latitude o sol não nasce ou não se põe hoje, então não existem horários comuns. Você pode escolher uma regra para altas latitudes.
ru: На этой широте сегодня солнце не восходит или не заходит, поэтому обычного времени нет. Можно выбрать правило для высоких широт.
si: මෙම අක්ෂාංශයේ අද හිරු උදා නොවේ හෝ බැස නොයයි, එබැවින් සාමාන්‍ය වේලාවන් නොපවතී. ඔබට ඉහළ අක්ෂාංශ නීතියක් තෝරා ගත හැක.
sr: На овој географској ширини сунце данас не излази или не залази, па уобичајена времена не постоје. Можете изабрати правило за велике ширине.
sw: Katika latitudo hii jua halichomozi au halizami leo, kwa hivyo nyakati za kawaida hazipo. Unaweza kuchagua kanuni ya latitudo za juu.
te: ఈ అక్షాంశంలో ఈరోజు సూర్యుడు ఉదయించడు లేదా అస్తమించడు, కాబట్టి సాధారణ సమయాలు ఉండవు. మీరు అధిక అక్షాంశ నియమాన్ని ఎంచుకోవచ్చు.
th: ที่ละติจูดนี้ วันนี้ดวงอาทิตย์ไม่ขึ้นหรือไม่ตก จึงไม่มีเวลาตามปกติ คุณเลือกกฎสำหรับละติจูดสูงได้
tr: Bu enlemde güneş bugün doğmuyor ya da batmıyor; olağan vakitler yok. Bir yüksek enlem kuralı seçebilirsiniz.
ug: بۇ كەڭلىكتە بۈگۈن قۇياش چىقمايدۇ ياكى پاتمايدۇ، شۇڭا ئادەتتىكى ۋاقىتلار يوق. يۇقىرى كەڭلىك قائىدىسىنى تاللىسىڭىز بولىدۇ.
ur: اس عرض بلد پر آج سورج طلوع یا غروب نہیں ہوتا، اس لیے عام اوقات موجود نہیں۔ آپ بلند عرض بلد کا اصول منتخب کر سکتے ہیں۔
vi: Ở vĩ độ này, hôm nay mặt trời không mọc hoặc không lặn, nên không có giờ thông thường. Bạn có thể chọn một quy tắc vĩ độ cao.
zh_hans: 在此纬度，今天太阳不升起或不落下，因此不存在常规时间。你可以选择一种高纬度规则。

# polar_unavailable_title
source: Times can’t be calculated for this date
ar: لا يمكن حساب المواقيت لهذا اليوم
as: এই তাৰিখৰ বাবে সময় গণনা কৰিব নোৱাৰি
bn: এই তারিখের জন্য সময় হিসাব করা যাচ্ছে না
bs: Vremena se ne mogu izračunati za ovaj datum
ckb: ناتوانرێت کاتەکان بۆ ئەم ڕێکەوتە هەژمار بکرێن
es: No se pueden calcular los horarios para esta fecha
fa: اوقات این تاریخ قابل محاسبه نیست
fa_af: اوقات این تاریخ قابل محاسبه نیست
fil: Hindi makalkula ang mga oras para sa petsang ito
fr: Impossible de calculer les horaires ce jour-là
gu: આ તારીખ માટે સમય ગણી શકાતા નથી
ha: Ba za a iya lissafin lokuta na wannan rana ba
hi: इस तारीख़ के लिए समय नहीं निकाले जा सकते
hu: Erre a napra nem számolhatók ki az időpontok
id: Jadwal tidak dapat dihitung untuk tanggal ini
ka: ამ თარიღისთვის დროების გამოთვლა შეუძლებელია
km: មិនអាចគណនាម៉ោងសម្រាប់ថ្ងៃនេះបានទេ
kn: ಈ ದಿನಾಂಕಕ್ಕೆ ಸಮಯಗಳನ್ನು ಲೆಕ್ಕಹಾಕಲಾಗುವುದಿಲ್ಲ
mk: Времињата не може да се пресметаат за овој датум
ml: ഈ തീയതിക്ക് സമയങ്ങൾ കണക്കാക്കാനാവില്ല
mr: या तारखेसाठी वेळा मोजता येत नाहीत
nl: Tijden kunnen voor deze datum niet worden berekend
pa: ਇਸ ਤਾਰੀਖ਼ ਲਈ ਵਕਤ ਨਹੀਂ ਗਿਣੇ ਜਾ ਸਕਦੇ
pt: Não é possível calcular os horários nesta data
ru: На эту дату время не рассчитать
si: මෙම දිනය සඳහා වේලාවන් ගණනය කළ නොහැක
sr: Времена се не могу израчунати за овај датум
sw: Nyakati haziwezi kuhesabiwa kwa tarehe hii
te: ఈ తేదీకి సమయాలను లెక్కించలేము
th: คำนวณเวลาสำหรับวันนี้ไม่ได้
tr: Bu tarih için vakitler hesaplanamıyor
ug: بۇ چېسلا ئۈچۈن ۋاقىتلارنى ھېسابلىغىلى بولمايدۇ
ur: اس دن کے اوقات شمار نہیں ہو سکتے
vi: Không thể tính giờ cho ngày này
zh_hans: 无法计算这一天的时间

# polar_use_nearest
source: Use nearest-latitude times (48.5°)
ar: استخدم مواقيت أقرب عرض (48.5°)
as: ওচৰৰ অক্ষাংশৰ (48.5°) সময় ব্যৱহাৰ কৰক
bn: নিকটতম অক্ষাংশের (48.5°) সময় ব্যবহার করুন
bs: Vremena najbliže širine (48,5°)
ckb: کاتەکانی نزیکترین پانی بەکاربهێنە (٤٨٫٥°)
es: Usar horarios de la latitud más cercana (48,5°)
fa: استفاده از اوقات نزدیک‌ترین عرض (۴۸٫۵°)
fa_af: استفاده از اوقات نزدیک‌ترین عرض (۴۸٫۵°)
fil: Gamitin ang mga oras ng pinakamalapit na latitude (48.5°)
fr: Utiliser la latitude la plus proche (48,5°)
gu: નજીકના અક્ષાંશ (48.5°) ના સમય વાપરો
ha: Yi amfani da lokutan latitude mafi kusa (48.5°)
hi: नज़दीकी अक्षांश (48.5°) के समय इस्तेमाल करें
hu: Legközelebbi szélesség időpontjai (48,5°)
id: Gunakan jadwal lintang terdekat (48,5°)
ka: უახლოესი განედის დროების გამოყენება (48.5°)
km: ប្រើម៉ោងតាមរយៈទទឹងជិតបំផុត (48.5°)
kn: ಹತ್ತಿರದ ಅಕ್ಷಾಂಶದ ಸಮಯಗಳನ್ನು ಬಳಸಿ (48.5°)
mk: Времиња според најблиската ширина (48,5°)
ml: അടുത്തുള്ള അക്ഷാംശത്തിലെ സമയങ്ങൾ ഉപയോഗിക്കുക (48.5°)
mr: जवळच्या अक्षांशाच्या (48.5°) वेळा वापरा
nl: Tijden van dichtstbijzijnde breedtegraad gebruiken (48,5°)
pa: ਨੇੜਲੇ ਅਕਸ਼ਾਂਸ਼ ਦੇ ਵਕਤ ਵਰਤੋ (48.5°)
pt: Usar horários da latitude mais próxima (48,5°)
ru: Время по ближайшей широте (48,5°)
si: ළඟම අක්ෂාංශයේ වේලාවන් භාවිත කරන්න (48.5°)
sr: Времена најближе ширине (48,5°)
sw: Tumia nyakati za latitudo iliyo karibu (48.5°)
te: సమీప అక్షాంశ సమయాలు ఉపయోగించు (48.5°)
th: ใช้เวลาตามละติจูดที่ใกล้ที่สุด (48.5°)
tr: En yakın enlem vakitlerini kullan (48,5°)
ug: ئەڭ يېقىن كەڭلىك ۋاقىتلىرىنى ئىشلىتىش (48.5°)
ur: قریب ترین عرض بلد کے اوقات (48.5°)
vi: Dùng giờ theo vĩ độ gần nhất (48,5°)
zh_hans: 使用最近纬度时间（48.5°）

# prayer_asr
source: Asr
ar: العصر
as: আছৰ
bn: আসর
bs: Ikindija
ckb: عەسر
fa: عصر
fa_af: عصر
gu: અસર
ha: La'asar
hi: अस्र
hu: Aszr
id: Asar
ka: ასრი
km: អាសើរ
kn: ಅಸರ್
mk: Икиндија
ml: അസ്ർ
mr: असर
pa: ਅਸਰ
ru: Аср
si: අසර්
sr: Икиндија
sw: Alasiri
te: అసర్
th: อัศริ
tr: İkindi
ug: ئەسىر
ur: عصر
zh_hans: 晡礼

# prayer_dhuhr
source: Dhuhr
ar: الظهر
as: যোহৰ
bn: যোহর
bs: Podne
ckb: نیوەڕۆ
fa: ظهر
fa_af: پیشین
gu: ઝોહર
ha: Azahar
hi: ज़ुहर
hu: Zuhr
id: Zuhur
ka: ზუჰრი
km: ហ្សូហ៊ួរ
kn: ಝುಹರ್
mk: Пладне
ml: ളുഹ്ർ
mr: जोहर
pa: ਜ਼ੁਹਰ
ru: Зухр
si: ළුහර්
sr: Подне
sw: Adhuhuri
te: జుహర్
th: ซุฮ์รี
tr: Öğle
ug: پېشىن
ur: ظہر
zh_hans: 晌礼

# prayer_fajr
source: Fajr
ar: الفجر
as: ফজৰ
bn: ফজর
bs: Sabah
ckb: بەیانی
fa: صبح
fa_af: صبح
gu: ફજર
ha: Asuba
hi: फ़ज्र
hu: Fadzsr
id: Subuh
ka: ფაჯრი
km: ស៊ូពុហ៍
kn: ಫಜ್ರ್
mk: Сабах
ml: സുബ്ഹ്
mr: फजर
pa: ਫ਼ਜਰ
ru: Фаджр
si: ෆජ්ර්
sr: Сабах
sw: Alfajiri
te: ఫజ్ర్
th: ซุบฮิ
tr: İmsak
ug: بامدات
ur: فجر
zh_hans: 晨礼

# prayer_isha
source: Isha
ar: العشاء
as: ইশা
bn: ইশা
bs: Jacija
ckb: خەوتنان
fa: عشا
fa_af: خفتن
gu: ઇશા
ha: Isha'i
hi: इशा
hu: Isá
id: Isya
ka: იშა
km: អ៊ីសា
kn: ಇಶಾ
mk: Јација
ml: ഇശാ
mr: इशा
pa: ਇਸ਼ਾ
ru: Иша
si: ඉෂා
sr: Јација
te: ఇషా
th: อิชาอ์
tr: Yatsı
ug: خۇپتەن
ur: عشاء
zh_hans: 宵礼

# prayer_maghrib
source: Maghrib
ar: المغرب
as: মাগৰিব
bn: মাগরিব
bs: Akšam
ckb: ئێوارە
es: Magrib
fa: مغرب
fa_af: شام
gu: મગરિબ
ha: Magariba
hi: मग़रिब
id: Magrib
ka: მაღრიბი
km: ម៉ាហ្គ្រិប
kn: ಮಗ್ರಿಬ್
mk: Акшам
ml: മഗ്‌രിബ്
mr: मगरिब
pa: ਮਗ਼ਰਿਬ
ru: Магриб
si: මග්රිබ්
sr: Акшам
sw: Magharibi
te: మగ్రిబ్
th: มัฆริบ
tr: Akşam
ug: شام
ur: مغرب
zh_hans: 昏礼

# prayer_section
source: Prayer times
ar: مواقيت الصلاة
as: নামাজৰ সময়
bn: নামাজের সময়
bs: Namaska vremena
ckb: کاتەکانی نوێژ
es: Horarios de oración
fa: اوقات نماز
fa_af: اوقات نماز
fil: Mga oras ng dasal
fr: Horaires de prière
gu: નમાઝના સમય
ha: Lokutan sallah
hi: नमाज़ के समय
hu: Imaidők
id: Jadwal salat
ka: ლოცვის დროები
km: ម៉ោងសឡាត
kn: ನಮಾಜ್ ಸಮಯಗಳು
mk: Времиња за намаз
ml: നമസ്കാര സമയങ്ങൾ
mr: नमाजच्या वेळा
nl: Gebedstijden
pa: ਨਮਾਜ਼ ਦੇ ਵਕਤ
pt: Horários de oração
ru: Время намазов
si: සලාත වේලාවන්
sr: Намаска времена
sw: Nyakati za sala
te: నమాజ్ సమయాలు
th: เวลาละหมาด
tr: Namaz vakitleri
ug: ناماز ۋاقىتلىرى
ur: اوقاتِ نماز
vi: Giờ cầu nguyện
zh_hans: 礼拜时间

# prayer_sunrise
source: Sunrise
ar: الشروق
as: সূৰ্যোদয়
bn: সূর্যোদয়
bs: Izlazak sunca
ckb: خۆرهەڵاتن
es: Amanecer
fa: طلوع آفتاب
fa_af: طلوع آفتاب
fil: Pagsikat ng araw
fr: Lever du soleil
gu: સૂર્યોદય
ha: Fitowar rana
hi: सूर्योदय
hu: Napkelte
id: Terbit
ka: მზის ამოსვლა
km: ថ្ងៃរះ
kn: ಸೂರ್ಯೋದಯ
mk: Изгрев
ml: സൂര്യോദയം
mr: सूर्योदय
nl: Zonsopgang
pa: ਸੂਰਜ ਚੜ੍ਹਨਾ
pt: Nascer do sol
ru: Восход
si: හිරු උදාව
sr: Излазак сунца
sw: Macheo
te: సూర్యోదయం
th: ดวงอาทิตย์ขึ้น
tr: Güneş
ug: كۈن چىقىش
ur: طلوعِ آفتاب
vi: Mặt trời mọc
zh_hans: 日出

source: Privacy
ar: الخصوصية
as: গোপনীয়তা
bn: গোপনীয়তা
bs: Privatnost
ckb: تایبەتمەندی
es: Privacidad
fa: حریم خصوصی
fa_af: حریم شخصی
fr: Confidentialité
gu: ગોપનીયતા
ha: Sirri
hi: निजता
hu: Adatvédelem
id: Privasi
ka: კონფიდენციალურობა
km: ឯកជនភាព
kn: ಗೌಪ್ಯತೆ
mk: Приватност
ml: സ്വകാര്യത
mr: गोपनीयता
pa: ਨਿੱਜਤਾ
pt: Privacidade
ru: Конфиденциальность
si: පෞද්ගලිකත්වය
sr: Приватност
sw: Faragha
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
ug: شەخسىي مەخپىيەتلىك
ur: رازداری
vi: Quyền riêng tư
zh_hans: 隐私
